Repository: Danfro/ut-plants
Catalog: po/*.po
Languages: de, fr, nl

source: Load image
de: Bild laden
fr: Charger une image
nl: Afbeelding laden

source: Plants
de: Pflanzen
fr: Plantes
nl: Planten

source: Identification failed
de: Identifizierung fehlgeschlagen
fr: L'identification a échoué
nl: De plant is niet herkend

source: Failed to send identification request to Pl@ntNet (%1).
de: Identifikationsanfrage an Pl@ntNet (%1) konnte nicht gesendet werden.
fr: Échec de l'envoi de la demande d'identification à Pl@ntNet (%1).
nl: Het identificatieverzoek aan Pl@ntNet (%1) kan niet worden verstuurd.

source: Failed to init storage directory
de: Speicherverzeichnis konnte nicht initialisiert werden
fr: Échec de l'initiation du répertoire de stockage
nl: De opslagmap kan niet worden aangemaakt

source: Storage directory could not be initialized (%1).
de: Das Speicherverzeichnis konnte nicht initialisiert werden (%1).
fr: Le répertoire de stockage n'a pas pu être initialisé (%1).
nl: De opslagmap kan niet worden aangemaakt (%1).

source: No plants identified yet
de: Noch keine Pflanzen identifiziert
fr: Aucune plante identifiée
nl: Er zijn nog geen planten herkend

source: New identification
de: Neue Identifizierung
fr: Nouvelle identification
nl: Herkenning starten

source: API Key missing
de: API-Schlüssel fehlt
fr: Clé d'API manquante
nl: De api-sleutel ontbreekt

source: The Pl@ntNet API-Key has not been configured yet. Without this, the app will not work.
de: Der Pl@ntNet API-Key wurde noch nicht konfiguriert. Ohne diesen wird die App nicht funktionieren.
fr: La clé d'API de Pl@ntNet n'a pas encore été configurée. Sans cela, cette application ne marchera pas.
nl: De Pl@ntNet-api-sleutel ontbreekt. Zonder deze sleutel werkt de app niet.

source: Delete plant?
de: Pflanze löschen?
fr: Supprimer la plante ?
nl: Plant verwijderen?

source: Shall the plant '%1' be deleted? This operation can not be undone.
de: Soll die Pflanze '%1' gelöscht werden? Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Voulez-vous vraiment supprimer la plante « %1 » ? Cette opération ne peut pas être annulée.
nl: Weet je zeker dat je ‘%1’ wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Deleting plant failed
de: Löschung fehlgeschlagen
fr: La suppression de la plante a échoué
nl: Het verwijderen is mislukt

source: Plant could not be deleted (%1).
de: Pflanze konnte nicht gelöscht werden (%1).
fr: La plante n'a pas pu être supprimée (%1).
nl: De plant kan niet worden verwijderd (%1).

source: 1 identified plant
de: 1 identifizierte Pflanze
fr: 1 plante identifiée
nl: 1 plant herkend

source: %1 identified plants
de: %1 identifizierte Pflanzen
fr: %1 plantes identifiées
nl: %1 planten herkend

source: Plant details
de: Pflanzendetails
fr: Détails de la plante
nl: Plantgegevens

source: Add up to 5 images for identification. The images must be of the same plant. The more images are provided, the better the identification result will be.
de: Bis zu 5 Fotos können zur Identifizierung verwendet werden. Die Fotos müssen von der gleichen Pflanze sein. Je mehr Fotos verwendet werden, desto genauer wird das Analyseergebnis sein.
fr: Ajoutez jusqu'à 5 images pour l'identification. Les images doivent être de la même plante. Les identifications seront meilleures si plus d'images sont fournies.
nl: Voeg maximaal 5 afbeeldingen toe om te helpen bij de herkenning. De afbeelding(en) moet(en) van dezelfde plant zijn. Hoe meer afbeeldingen je toevoegt, hoe groter de kans dat de app de plant herkent.

source: Pl@ntNet recommends images with the smaller side larger than 600px and smaller than 2000px. Ideally a square image zoomed on the organ around 1280x1280px.
de: Pl@ntNet empfiehlt Fotos mit der kürzeren Seite mehr als 600px und weniger als 2000px. Idealerweise ein Quadrat mit Fokus auf die Pflanze von etwa 1280x1280px.
fr: Pl@ntNet recommande des images dont le plus petit des côtés a une taille supérieure à 600 pixels et inférieure à 2000 pixels. Idéalement une image carrée zoomée sur la plante et d'environ 1280x1280 pixels.
nl: Pl@ntNet raadt aan afbeeldingen van minimaal 600px en maximaal 2000px te gebruiken. De ideale foto is vierkant en 1280x1280px.

source: Identify
de: Identifizieren
fr: Identifier
nl: Herkennen

source: Identification results
de: Identifizierungsergebnis
fr: Résultats d'identification
nl: Resultaten

source: Saving result failed
de: Speichern fehlgeschlagen
fr: Échec de l'enregistrement du résultat
nl: Bewaren mislukt

source: Result could not be saved (%1).
de: Ergebnis konnte nicht gespeichert werden (%1).
fr: Le résultat n'a pas pu être enregistré (%1).
nl: De resultaten kunnen niet worden bewaard (%1).

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Pl@ntNet API key
de: Pl@ntNet API-Schlüssel
fr: Clé d'API de Pl@ntNet
nl: Pl@ntNet-api-sleutel

source: In order to use the Pl@ntNet plant identification service, it is necessary to register at their website as developer and obtain an API-Key. This key needs to be configured within this app. Please visit <a href="https://my.plantnet.org/signup">https://my.plantnet.org/signup</a> and create a developer account. Afterwards visit <a href="https://my.plantnet.org/account">https://my.plantnet.org/account</a> and click the eye-symbol at the very top ("my API key") to show the API-Key. Copy this key and paste it into the below text input field.
de: Um den Pflanzen-Identifizierungsdienst von Pl@ntNet zu nutzen, ist es notwendig, auf der Webseite von Pl@ntNet ein Entwicklerkonto zu erstellen um einen API-Schlüssel zu erhalten. Dieser API-Schlüssel muss in der App hinterlegt werden. Bitte ein Entwickler-Konto auf <a href="https://my.plantnet.org/signup">https://my.plantnet.org/signup</a> erstellen und anschließend unter <a href="https://my.plantnet.org/account">https://my.plantnet.org/account</a> ganz oben mit dem "Augen-Symbol" den API-Schlüssel anzeigen lassen. Dieser kann dann in das unten stehende Eingabefeld kopiert werden.
nl: De Pl@ntNet-identificatiedienst vereist een api-sleutel. Deze kun je verkrijgen door je te registreren als ontwikkelaar op hun website. Open <a href="https://my.plantnet.org/signup">https://my.plantnet.org/signup</a> in de browser en maak een account aan. Ga vervolgens naar <a href="https://my.plantnet.org/account">https://my.plantnet.org/account</a> en druk op het oogje bovenaan de pagina (“Mijn api-sleutel”) om de api-sleutel te tonen. Kopieer de sleutel en plak hem in onderstaand veld.

source: API-Key:
de: API-Schlüssel:
fr: Clé d'API :
nl: Api-sleutel:

source: Enter API-Key
de: API-Schlüssel eingeben
fr: Saisissez la clé d'API
nl: Voer de api-sleutel in

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Okay
fr: Valider
nl: Oké

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Select plant part
de: Pflanzenteil auswählen
fr: Sélectionnez la partie de la plante
nl: Deel van plant selecteren

source: Select
nl: Selecteer

source: This app uses the online service of Pl@ntNet (plantnet.org) to identify plants. Photos will be uploaded to Pl@ntNet for recognition, and the result will show a probability of correctness. This means, results provided by the service could be wrong, or some plants can maybe not be identified at all.
de: Diese App nutzt den Online-Dienst von Pl@ntNet (plantnet.org), um Pflanzen zu identifizieren. Die Fotos werden zur Erkennung auf Pl@ntNet hochgeladen, und das Ergebnis zeigt eine Wahrscheinlichkeit für die Richtigkeit an. Das bedeutet, dass die vom Dienst gelieferten Ergebnisse falsch sein können, oder dass einige Pflanzen vielleicht gar nicht identifiziert werden können.
fr: Cette application utilise le service en ligne de Pl@ntNet (plantnet.org) pour identifier les plantes. Les photos seront téléchargées sur Pl@ntNet pour être reconnues, et le résultat indiquera une probabilité d'exactitude. Cela signifie que les résultats fournis par le service peuvent être erronés ou que certaines plantes peuvent ne pas être identifiées du tout.
nl: Deze app maakt gebruik van de online-dienst Pl@ntNet (plantnet.org) om planten te herkennen. Foto's worden geüpload naar Pl@ntNet waarna de app een mogelijke overeenkomst toont. Het kan dus zijn dat planten niet of niet juist herkend worden.

source: Accept
de: Annehmen
fr: Accepter
nl: Accepteren

source: Plant is being identified, please wait.
de: Pflanze wird identifiziert, bitte warten.
fr: L'identification de la plante est en cours, veillez patienter.
nl: Bezig met herkennen van plant…

source: Name
fr: Nom
nl: Naam

source: Common names
de: Gebräuchliche Namen
fr: Noms communs
nl: Gebruikelijke namen

source: Save this result
de: Dieses Ergebnis speichern
fr: Enregistrer ce résultat
nl: Resultaat bewaren

source: Tap to add new image
de: Tippe um Foto hinzuzufügen
fr: Appuyez pour ajouter une nouvelle image
nl: Druk om een afbeelding toe te voegen

source: Organ
de: Pflanzenteil
fr: Organe
nl: Orgaan

source: Auto
de: Automatisch
fr: Automatique
nl: Automatisch

source: Leaf
de: Blatt
fr: Feuille
nl: Blad

source: Flower
de: Blüte
fr: Fleur
nl: Bloem

source: Bark
de: Rinde
fr: Écorce
nl: Stam

source: No source images in identification result
de: Keine Quell-Fotos im Identifizierungsergebnis
fr: Aucune image source dans le résultat de l'identification
nl: De resultaten bevatten geen bronafbeeldingen

source: Own photo
de: Eigenes Foto
fr: Photo personnelle
nl: Eigen foto

source: Failed to save source images for plant:
de: Quell-Fotos der Pflanze konnten nicht speichern:
fr: Échec de l'enregistrement des images sources pour la plante :
nl: De bronafbeeldingen van de volgende plant kunnen niet worden bewaard:

source: Failed to save plant JSON:
de: JSON-Datei konnte nicht gespeichert werden:
fr: Échec de l'enregistrement du fichier JSON de la plante :
nl: De json-gegevens van de volgende plant kunnen niet worden bewaard:

source: Failed to open plant JSON:
de: JSON-Datei konnte nicht geöffnet werden:
fr: Échec de l'ouverture du fichier JSON de la plante :
nl: De json-gegevens van de volgende plant kunnen niet worden geopend:

source: Failed to open plant JSON #2:
de: JSON-Datei konnte nicht geöffnet werden #2:
fr: Échec de l'ouverture du fichier JSON de la plante #2 :
nl: De json #2-gegevens van de volgende plant kunnen niet worden geopend:

source: Failed to read plant JSON:
de: JSON-Datei konnte nicht gelesen werden:
fr: Échec de la lecture du fichier JSON de la plante :
nl: De json-gegevens van de volgende plant kunnen niet worden uitgelezen:

source: Unexpected/malformed plant JSON #1
de: Unerwartetes/ungültiges JSON-Format #1
fr: Ficher JSON #1 de la plante inattendu/altéré
nl: Onverwachte/Beschadigde json-gegevens #1

source: Unexpected/malformed plant JSON #2
de: Unerwartetes/ungültiges JSON-Format #2
fr: Ficher JSON #2 de la plante inattendu/altéré
nl: Onverwachte/Beschadigde json-gegevens #2

source: Unexpected/malformed plant JSON #3
de: Unerwartetes/ungültiges JSON-Format #3
fr: Ficher JSON #3 de la plante inattendu/altéré
nl: Onverwachte/Beschadigde json-gegevens #3

source: Failed to open plant image:
de: Pflanzen-Foto konnte nicht geöffnet werden:
fr: Échec de l'ouverture de l'image de la plante :
nl: De afbeelding kan niet worden geopend:

source: Failed to determine writable app data storage location
de: Fehler beim Ermitteln des Speicherorts für App-Daten
fr: Impossible de déterminer l'emplacement de stockage des données de l'application
nl: De opslaglocatie kan niet worden vastgesteld

source: App data storage location inaccessible
de: Zugriff auf App-Datenspeicherort nicht möglich
fr: Emplacement de stockage des données de l'application inaccessible
nl: De opslaglocatie is ontoegankelijk

source: can't create subfolder:
de: Unterordner kann nicht angelegt werden:
fr: Impossible de créer le sous-dossier :
nl: De onderliggende map kan niet worden aangemaakt:

source: Failed to save plant
de: Pflanze konnte nicht gespeichert werden
fr: Échec de l'enregistrement de la plante
nl: De plant kan niet worden bewaard

source: Failed to delete plant (plant unknown)
de: Pflanze konnte nicht gelöscht werden (Pflanze unbekannt)
fr: Échec de la suppression de la plante (plante inconnue)
nl: De plant kan niet worden verwijderd (onbekende plant)

source: Failed to delete plant from storage directory (%1)
de: Pflanze konnte nicht aus dem Speicherordner gelöscht werden (%1)
fr: Échec de la suppression de la plante du répertoire de stockage (%1)
nl: De plant kan niet worden verwijderd uit de opslagmap (%1)

source: Failed to delete plant image from storage directory (%1)
de: Pflanzen-Foto konnte nicht aus dem Speicherordner gelöscht werden (%1)
fr: Échec de la suppression de l'image de la plante du répertoire de stockage (%1)
nl: De afbeelding kan niet worden verwijderd uit de opslagmap (%1)

source: Keep display on while using the app
de: Display beim Verwenden der App eingeschaltet lassen

source: Fruit
de: Frucht

source: In order to use the Pl@ntNet plant identification service, it is necessary to register at their website as developer and obtain an API-Key. This key needs to be configured within this app. Please visit https://my.plantnet.org/signup and create an account. Afterwards visit https://my.plantnet.org/account and click the eye-symbol at the very top ("my API key") to show the API-Key. Copy this key and paste it into the below text input field.
fr: Afin d'utiliser le service d'identification des plantes Pl@ntNet, il est nécessaire de s'enregistrer sur leur site internet en tant que développeur et d'obtenir une clé d'API. Cette clé doit être configurée dans cette application. Veuillez visiter https://my.plantnet.org/signup et créer un compte. Ensuite, visitez https://my.plantnet.org/account et cliquez sur le symbole en forme d'œil tout en haut (« ma clé d'API ») pour afficher la clé d'API. Copiez cette clé et collez-la dans le champ de saisie de texte ci-dessous.
